Repository: sanjayankur31/pyjigdo
Catalog: po/*.po
Languages: ca, da, de, es, fr, ja, pl, pt_br, uk

source: Setting %s to %r (from command line)
ca: S'està establint %s a %r (des de la línia d'ordres)
da: Sætter %s til %r (fra kommandolinje)
de: Setze %s auf %r (von Kommandozeile)
es: Definiendo %s para %r (desde líneas de comando)
fr: Définition de %s à %r (depuis la ligne de commande)
ja: %s を %r に設定中 (コマンドラインから)
pl: Ustawianie %s na %r (z wiersza poleceń)
pt_br: Definindo %s para %r (pela linha de comando)
uk: Встановлення %s у значення %r (на основі командного рядка)

source: No check_setting_%s()
ca: No existeix check_setting_%s()
da: Ingen check_setting_%s()
de: Keine check_setting_%s()
es: Sin check_setting_%s()
fr: Pas de check_setting_%s()
ja: check_setting_%s() がありません
pl: Brak check_setting_%s()
pt_br: Sem check_setting_%s()
uk: Немає check_setting_%s()

source: Invalid selection.
ca: Selecció invàlida.
da: Ugyldig markering.
de: Ungültige Auswahl.
es: Selección inválida.
fr: Sélection invalide.
ja: 不当な選択。
pl: Nieprawidłowy wybór.
pt_br: Seleção inválida.
uk: Некоректний вибір.

source: All images have reported as complete. Nothing to do.
ca: Totes les imatges estan completes. Res més a fer.
da: Alle aftryk er rapporteret som færdige. Intet at gøre.
de: Alle Abbilder sind als komplett vermerkt. Nicht zu tun.
es: Todas las imágenes se han reportado como completas. Nada para hacer.
fr: Toutes les images sont marquées comme terminées. Rien à faire.
ja: 全てのイメージが完了したと報告されました。何もすることがありません。
pl: Wszystkie obrazy zostały zgłoszone jako zakończone. Nie ma nic do zrobienia.
pt_br: Todas as imagens reportadas como completas. Nada a fazer.
uk: Завдання виконано для всіх образів. Ніяких додаткових дій виконувати не потрібно.

source: Image %s successfully downloaded to: %s
ca: Imatge %s baixada correctament a: %s
da: Aftryk %s hentet uden problemer til: %s
de: Abbild %s erfolgreich heruntergeladen nach: %s
es: Imagen %s descargada con éxito en: %s
fr: L'image %s a été téléchargée avec succès dans : %s
ja: イメージ %s のダウンロードが成功しました: %s
pl: Obraz %s został pomyślnie pobrany do: %s
pt_br: Imagem %s baixada com êxito para: %s
uk: Образ %s успішно звантажено до %s

source: Image %s failed to complete. Try running pyjigdo again.
ca: La imatge %s no s'ha completat. Proveu d'executar el pyjigdo un altre cop.
da: Aftryk %s kunne ikke færdiggøres. Prøv at køre pyjigdo igen.
de: Abbild %s komplettieren fehlgeschlagen. Versuche pyjigdo erneut auszuführen.
es: No se ha podido completar la imagen %s. Trate de ejecutar pyjigdo nuevamente.
fr: L'image %s ne s'est pas terminée. Essayez de lancer pyjigdo de nouveau.
ja: イメージ %s の完了に失敗しました。再度 pyjigdo を実行してください。
pl: Zakończenie obrazu %s nie powiodło się. Spróbuj uruchomić pyJigdo ponownie.
pt_br: Falha ao completar a imagem %s. Tente executar o pyjigdo novamente.
uk: Не вдалося завершити обробку образу %s. Спробуйте запустити pyjigdo ще раз.

source: ==== Images defined in Jigdo ====
ca: ==== Imatges definides amb Jigdo ====
da: ==== Aftryk defineret i Jigdo ====
de: ==== Definierte Abbilder in Jigdo ====
es: ==== Imágenes definidas en Jigdo ====
fr: ==== Images définies dans Jigdo ====
ja: ==== Jigdo 内に定義されたイメージ ====
pl: ==== Obrazy określone w Jigdo ====
pt_br: ==== Imagens definidas em Jigdo ====
uk: ==== Образи, визначені у Jigdo ====

source: Image Number %s: %s
ca: Número de la imatge %s: %s
da: Aftryknummer %s: %s
de: Abbild-Nummer %s: %s
es: Número de Imagen %s: %s
fr: Numéro d'image·%s : ·%s
ja: イメージ数 %s: %s
pl: Obraz numer %s: %s
pt_br: Imagem número %s: %s
uk: Номер образу %s: %s

source: ==== Servers listed in Jigdo ====
ca: ==== Servidors enumerats en Jigdo ====
da: ==== Servere listet i Jigdo ====
de: ==== Aufgeführte Server in Jigdo ====
es: ==== Servidores listados en Jigdo ====
fr: ==== Serveurs listés dans Jigdo ====
ja: ==== Jigdo 内に記載されたサーバー ====
pl: ==== Serwery na liście w Jigdo ====
pt_br: ==== Servidores listados em Jigdo ====
uk: ==== Сервери зі списку Jigdo ====

source: ==== Mirror list sources listed in Jigdo ====
ca: ==== Llistes de rèpliques de fonts enumerades en el Jigdo ====
da: ==== Kilder for filspejlsliste listet i Jigdo ====
de: ==== Aufgeführte Spiegel-Quellenlisten in Jigdo ====
es: ==== Fuentes de espejos listados en Jigdo ====
fr: ==== Sources de liste de miroirs listés dans Jigdo ====
ja: ==== Jigdo 内に記載されたミラー一覧ソース ====
pl: ==== Źródła listy serwerów lustrzanych na liście w Jigdo ====
pt_br: ==== Fontes espelho listadas em Jigdo ====
uk: ==== Джерела списків дзеркал зі списку Jigdo ====

source: Number %s: %s
ca: Número %s: %s
da: Nummer %s: %s
de: Nummer %s: %s
es: Número %s: %s
fr: Numéro·%s : ·%s
ja: 数 %s: %s
pl: Numer %s: %s
pt_br: Número %s: %s
uk: Номер %s: %s

source: ==== Parts defined in Jigdo ====
ca: ==== Parts definides en Jigdo ====
da: ==== Dele defineret i Jigdo ====
de: ==== Definierte Teile in Jigdo ====
es: ==== Partes definidas en Jigdo ====
fr: ==== Parties définies dans Jigdo ====
ja: ==== Jigdo 内に定義された部品 ====
pl: ==== Fragmenty określone w Jigdo ====
pt_br: ==== Partes definidas em Jigdo ====
uk: ==== Частини, визначені у Jigdo ====

source: [Servers] section is not present or can't be parsed. Abort!
ca: La secció [Servers] no està present o no pot ser analitzada. S'ha avortat.
da: [Servere] sektion er ikke til stede eller kan ikke læses. Afbryd!
de: [Servers]-Bereich ist nicht verfügbar oder kann nicht geparsert werden. Beende!
es: Sección de [Servidores] no presente o que no puede ser analizada. ¡Abortar!
fr: la section [Servers] n'est pas présente ou ne peut pas être analysée. Annulation !
ja: [サーバー] セクションがないか、解析できません。中止!
pl: Sekcja [Servers] nie jest obecna lub nie może zostać przeanalizowana. Przerwij!
pt_br: Seção de [Servidores] não está presente ou não pode ser analisada. Abortar!
uk: Не виявлено розділу [Servers] або цей розділ не вдалося обробити. Виконання завдання перервано!

source: Server ID '%s' does not have a matching matching mirrorlist.
ca: ID del servidor '%s' no té una concordança en el llistat de rèpliques.
da: Server-id "%s" har ikke en matchende filspejlsliste.
de: Server-ID '%s' hat keine passende Spiegelliste.
es: ID '%s' del servidor no posee una lista alternativa correspondiente.
fr: Le serveur d'ID « %s » n'a pas de liste de miroirs correspondante.
ja: サーバー ID '%s には一致する一致ミラー一覧がありません。
pl: Identyfikator serwera "%s" nie posiada pasującej listy serwerów lustrzanych.
pt_br: ID "%s" do servidor não possui uma lista alternativa correspondente.
uk: Не виявлено відповідного до ідентифікатора сервера «%s» списку дзеркал.

source: Temporary template found at %s
ca: S'ha trobat una plantilla temporal a %s
da: Midlertidig skabelon fundet på %s
de: Temporäre Vorlage gefunden in %s
es: Modelo temporal encontrado en %s
fr: Modèle temporaire trouvé dans %s
ja: %s に一時テンプレートが見つかりました
pl: Znaleziono tymczasowy szablon na %s
pt_br: Modelo temporário encontrado em %s
uk: Знайдено тимчасовий шаблон за адресою %s

source: %s exists, checking...
ca: %s existeix, comprovant ...
da: %s findes, kontrollerer...
de: %s existiert, prüfe...
es: %s existe, chequeando...
fr: %s existe, vérification...
ja: %s があります、チェック中...
pl: %s istnieje, sprawdzanie...
pt_br: %s existe, checando...
uk: %s існує, перевірка...

source: %s is complete.
ca: %s s'ha completat.
da: %s er færdig.
de: %s ist vollständig.
es: %s está completo.
fr: %s est terminé.
ja: %s 完了。
pl: %s jest zakończone.
pt_br: %s está completo.
uk: %s завершено.

source: Checking image %s ...
ca: S'està comprovant la imatge %s ...
da: Kontrollerer aftryk %s ...
de: Prüfe Abbild %s ...
es: Chequeando imagen %s ...
fr: Vérification de l'image %s ...
ja: イメージ %s チェック中 ...
pl: Sprawdzanie obrazu %s...
pt_br: Checando imagem %s ...
uk: Перевірка образу %s ...

source: Trying to download %s
ca: S'està intentat baixar %s
da: Prøver at hente %s
de: Versuche herunterzuladen %s
es: Intentando descargar %s
fr: Essai de téléchargement de %s
ja: %s をダウンロード中
pl: Próbowanie pobrania %s
pt_br: Tentando baixar %s
uk: Спроба звантаження %s

source: Trying %s for %s
ca: S'està intentant %s per %s
da: Prøver %s for %s
de: Versuche %s für %s
es: Intentando %s para %s
fr: Essai de %s pour %s
ja: %s 試行中、%s 用
pl: Próbowanie %s dla %s
pt_br: Tentando %s para %s
uk: Спроба використання %s для %s

source: %s exists and checksum matches.
ca: %s existeix i la suma de comprovació concorda.
da: %s findes og tjeksum matcher.
de: %s existiert und Checksumme stimmt überein.
es: %s existe y su cheksum coincide.
fr: %s existe et la somme de contrôle correspond.
ja: %s があり、チェックサムが一致しました。
pl: %s istnieje, a suma kontrolna się zgadza.
pt_br: %s existe e o cheksum coincide.
uk: %s існує, контрольні суми збігаються.

source: Scanning %s for needed files...
ca: S'està escanejant %s per als fitxers necessaris...
da: Skanner %s efter nødvendige filer...
de: Durchsuche %s nach den benötigten Dateien...
es: Analizando %s en busca de archivos necesarios...
fr: Scanne %s pour trouver les fichiers nécessaires...
ja: 必要なファイルを探して %s をスキャン中...
pl: Skanowanie %s w poszukiwaniu wymaganych plików...
pt_br: Procurando %s por arquivos necessários...
uk: Пошук потрібних файлів на %s...

source: Looking for file %s ...
ca: Buscant fitxer %s ...
da: Leder efter fil %s ...
de: suche nach Datei %s ...
es: Buscando el archivo %s ...
fr: Recherche du fichier %s...
ja: %s を探しています ...
pl: Wyszukiwanie pliku %s...
pt_br: Procurando pelo arquivo %s ...
uk: Пошук файла %s ...

source: Found file %s, marking location.
ca: S'ha trobat el fitxer %s, s'està marcant la ubicació.
da: Fandt fil %s, markerer placering.
de: Datei %s gefunden, markiere Ort.
es: Archivo %s encontrado, marcando su ubicación.
fr: Fichier %s trouvé, emplacement marqué.
ja: ファイル %s が見つかりました、位置を記しています。
pl: Znaleziono plik %s, zaznaczanie położenia.
pt_br: O arquivo %s foi encontrado, marcando localização.
uk: Знайдено файл %s, адресу файла позначено.

source: Mounting %s at %s ...
ca: S'està muntant %s en %s ...
da: Monterer %s på %s ...
de: Einhängen von %s unter %s ...
es: Montando %s en %s ...
fr: Montage de %s dans %s ...
ja: %s を %s にマウント中 ...
pl: Montowanie %s na %s...
pt_br: Montando %s em %s ...
uk: Монтування %s до %s ...

source: Adding a job for %s: %s
ca: S'està afegint una tasca per a %s: %s
da: Tilføjer et job til %s: %s
de: Auftrag für %s hinzufügen: %s
es: Agregando una tarea para %s: %s
fr: Ajoute une tâche pour %s : %s
ja: %s 用のジョブを追加中: %s
pl: Dodawanie zadania dla %s: %s
pt_br: Adicionando uma tarefa para %s: %s
uk: Додавання завдання для %s: %s

source: Download failed: %s
ca: Ha fallat la baixada: %s
da: Nedhentning mislykkedes: %s
de: Herunterladen fehlgeschlagen: %s
es: Ha fallado la descarga: %s
fr: Téléchargement échoué : %s
ja: ダウンロード失敗: %s
pl: Pobranie nie powiodło się: %s
pt_br: Falha ao baixar: %s
uk: Невдала спроба звантаження: %s

source: The following downloads failed:
ca: Han fallat les següents baixades:
da: Følgende nedhentninger mislykkedes:
de: Die folgenden Downloads sind fehlgeschlagen:
es: La siguiente descarga ha fallado:
fr: Les téléchargements suivants ont échoué :
ja: 以下のダウンロードが失敗しました:
pl: Następujące pobrania nie powiodły się:
pt_br: Os seguintes downloads falharam:
uk: Невдачі зазнали спроби таких звантажень:

source: Download of %s failed.
ca: Ha fallat la baixada de %s.
da: Nedhentning af %s mislykkedes.
de: Herunterladen von %s fehlgeschlagen.
es: La descarga de %s ha fallado.
fr: Téléchargement de %s échoué.
ja: %s のダウンロードが失敗。
pl: Pobranie %s nie powiodło się.
pt_br: Download de %s falhou.
uk: Спроба звантаження %s зазнала невдачі.

source: Re-queuing %s ...
ca: S'està encuant de nou %s ...
da: Putter i kø igen %s ...
de: Erneuerung der Warteschlange %s ...
es: Colocando nuevamente %s en la cola ...
fr: Remet %s dans la file ...
ja: %s を再度待ち行列へ ...
pl: Ponowne dodawanie %s do kolejki...
pt_br: Reenfileirando %s ...
uk: Повторне додавання до черги %s ...

source: Stuffing bits into Jigdo image %s...
ca: S'està farcint de bits la imatge Jigdo %s...
da: Putter bit ind i Jigdo-aftryk %s...
de: Stopfe Bits in Jigdo-Abbild %s...
es: Insertando bits en la imagen Jigdo %s ...
fr: Insertion des parties dans l'image Jigdo %s ...
ja: Jigdo イメージ %s に断片を詰めています...
pl: Wrzucanie bitów do obrazu Jigdo %s...
pt_br: Inserindo bits na imagem Jigdo %s...
uk: Вкладання даних до образу Jigdo %s...

source: Stuffing %s into %s ...
ca: S'està farcint de %s a %s ...
da: Putter %s ind i %s ...
de: Stopfe %s in %s ...
es: Insertando %s en %s ...
fr: Insère %s dans %s ...
ja: %s を %s に詰めています ...
pl: Wrzucanie %s do %s...
pt_br: Inserindo %s em %s ...
uk: Вкладання %s до %s ...

source: Running %s for: %s
ca: S'està executant %s per a: %s
da: Kører %s for: %s
de: Führe %s aus für: %s
es: Ejecutando %s para: %s
fr: Exécution de %s pour : %s
ja: %s 実行中。以下のために: %s
pl: Uruchamianie %s dla: %s
pt_br: Executando %s para: %s
uk: Запущено %s для: %s

source: Error
da: Fejl
de: Fehler
fr: Erreur
ja: エラー
pl: Błąd
pt_br: Erro
uk: Помилка

source: Warning
ca: Advertència
da: Advarsel
de: Warnung
es: Aviso
fr: Attention
ja: 警告
pl: Ostrzeżenie
pt_br: Aviso
uk: Попередження

source: Do you want to continue? [Y/n]
ca: Voleu continuar? [S/n]
da: Vil du fortsætte? [Y/n]
de: Wollen Sie fortfahren? [J/n]
es: ¿Desea continuar? [Y/n]
fr: Voulez-vous continuer ? [Y/n]
ja: 続けますか? [Y/n]
pl: Czy chcesz kontynuować? [Y/n]
pt_br: Você quer continuar? [Y/n]
uk: Бажаєте продовжувати? [Y/n]

source: Abort! Abort! Abort!
ca: Avorta
da: Afbryd! Afbryd! Afbryd!
de: Abbruch! Abbruch! Abbruch!
es: ¡Abortar! ¡Abortar! ¡Abortar!
fr: Annulation ! Annulation ! Annulation !
ja: 中止! 中止! 中止!
pl: Przerwij! Przerwij! Przerwij!
pt_br: Abortar! Abortar! Abortar!
uk: Виконання завдань перервано!

source: Mirrorlist %s was unable to be fetched.
ca: No s'ha pogut recuperar la llista de servidors rèplica %s.
da: Filspejlsliste %s kunne ikke blive hentet.
de: Spiegelliste %s konnte nicht bezogen werden.
es: No fue posible obtener la lista de espejos %s.
fr: La liste de miroirs %s n'a pas pu être rapportée.
ja: ミラー一覧 %s を取り出すことができませんでした。
pl: Nie można pobrać listy serwerów lustrzanych %s.
pt_br: Não foi possível obter a lista de espelhos %s.
uk: Не вдалося отримати список дзеркал %s.

source: Could not find URL %s: %s
ca: No s'ha pogut trobar la URL %s: %s
da: Kunne ikke finde URL %s: %s
de: Kann URL %s nicht finden: %s
es: No se pede encontrar URL %s: %s
fr: N'a pas pu trouver l'URL %s : %s
ja: URL %s が見つかりません: %s
pl: Nie można znaleźć URL %s: %s
pt_br: Incapaz de encontrar a URL %s: %s
uk: Не вдалося знайти адресу URL %s: %s

source: Unable to write to %s, aborting.
ca: No es pot escriure a %s, s'està avortant.
da: Kunne ikke skrive til %s, afbryder.
de: Kann nicht nach %s schreiben, Abbruch.
es: No se pudo escribir en %s, abortando.
fr: Impossible d'écrire dans %s, annulation.
ja: %s に書けません、中止。
pl: Nie można zapisać do %s, przerywanie.
pt_br: Impossível escrever em %s, abortando.
uk: Не вдалося виконати запис до %s, виконання завдання перервано.

source: Failed to allocate loop device for '%s'
ca: No s'ha pogut assignar un dispositiu loop per a '%s'
da: Kunne ikke allokere loop-enhed til "%s"
de: Zuweisen des Loop-Geräts für '%s' fehlgeschlagen
es: Fallo al colocar un dispositivo loop para '%s'
fr: Impossible d'allouer un périphérique « loop » pour « %s »
ja: '%s' 用のループ装置を割り当てられません
pl: Przydzielenie urządzenia loop dla "%s" nie powiodło się
pt_br: Falha ao alocar o dispositivo loop para '%s'
uk: Не вдалося призначити пристрій петлі (loop) для «%s»

source: Failed to find loop device associated with '%s' from '/sbin/losetup -a'
ca: No s'ha pogut trobar un dispositiu loop associat amb '%s' des de '/sbin/losetup -a'
da: Kunne ikke finde loop-enhed associeret med "%s" fra "/sbin/losetup -a"
de: Finden des Loop-Gerätes zugeweisen mit '%s' von '/sbin/losetup -a' fehlgeschlagen
es: No se ha podido encontrar un dispositivo loop asociado con '%s' desde '/sbin/losetup -a'
fr: Impossible de trouver le périphérique « loop » associé à « %s » depuis « /sbin/losetup -a »
ja: '/sbin/losetup -a' から '%s' に関係したループ装置を見つけられません
pl: Znalezienie urządzenie loop powiązanego z "%s" z "/sbin/losetup -a" nie powiodło się
pt_br: Não foi possível encontrar o dispositivo loop associado com '%s' a partir de '/sbin/losetup -a'
uk: Не вдалося знайти пристрій петлі (loop), пов’язаний з «%s», за допомогою «/sbin/losetup -a»

source: Failed to mount '%s' to '%s'
ca: No s'ha pogut muntar '%s' per '%s'
da: Kunne ikke montere "%s" til "%s"
de: Fehler beim Einhängen von '%s' auf '%s'
es: No se ha podido montar '%s' en '%s'
fr: Impossible de monter « %s » dans « %s »
ja: '%s を '%s' にマウントできません
pl: Zamontowanie "%s" do "%s" nie powiodło się
pt_br: Falha ao montar '%s' em '%s'
uk: Не вдалося змонтувати «%s» до «%s»

source: Directory %s could not be created. Aborting
ca: No s¡ha pogut crera el directori %s. S'està avortant.
da: Mappe %s kunne ikke blive oprettet. Afbryder
de: Verzeichnis %s konnte nicht erzeugt werden. Abbruch
es: No se ha podido crear el directorio %s. Abortando
fr: Le dossier %s n'a pas pu être créé. Annulation
ja: ディレクトリー %s を生成できませんでした。中止
pl: Nie można utworzyć folderu %s. Przerywanie
pt_br: Diretório %s não pôde ser criado. Abortando
uk: Не вдалося створити каталог %s. Виконання завдання перервано.

source: Invalid range selection.
ca: Selecció de rang invàlid.
da: Ugyldig intervalgmarkering.
de: Ungültige Bereichsauswahl.
es: Intervalo seleccionado inválido.
fr: Plage de sélection invalide
ja: 不当な範囲選択。
pl: Nieprawidłowy wybór zakresu.
pt_br: Intervalo selecionado inválido.
uk: Некоректний вибір діапазону.
