Repository: sanjayankur31/pyjigdo
Catalog: po/*.po
Languages: ca, da, de, es, fr, ja, pl, pt_br, uk

source: Runtime Options
ca: Opcions d'execució
da: Indstillinger for kørselstid
de: Laufzeit-Optionen
es: Opciones de tiempo de ejecución
fr: Options d'exécution
ja: 実行時オプション
pl: Opcje wykonawcze
pt_br: Opções de tempo de execução
uk: Параметри роботи

source: Use the CLI rather than GUI (default)
ca: Utilitza la línia d'ordres en comptes de la interfície gràfica (per defecte)
da: Brug kommandolinjebrugerflade i stedet for grafisk brugerflade (standard)
de: Benutze die CLI eher als das GUI (Standard)
es: Usar líneas de comando en lugar del entorno gráfico (por defecto)
fr: Utiliser l'interface texte plutôt que graphique (par défaut)
ja: GUI よりも CLI を使用してください (省略値)
pl: Użyj CLI zamiast GUI (domyślne)
pt_br: Usar a linha de comando ao invés do modo gráfico (padrão)
uk: Використовувати командний рядок, а не графічний інтерфейс (типово)

source: Force pyJigdo to use the GUI. Does not fallback to CLI and thus shows GUI related errors
ca: Força el pyJigdo a utilitzar la UI. No hi ha l'alternativa de la línia d'ordres, i per tant mostra errors relacionats amb la interfície
da: Tving pyJigdo til at bruge grafisk brugerflade. Falder ikke tilbage til kommandolinjebrugerflade og viser derfor fejl relateret til den grafiske brugerflade
de: Forciere die GUI-Benutzung von pyJigdo. Geht nicht zum CLI zurück und zeigt daher GUI-bezogene Fehler an
es: Obligar a pyJigdo que use el entorno gráfico. No usar las líneas de comando como alternativa, de modo que puedan verse los errores relacionados con el entorno gráfico
fr: Forcer pyJigdo à utiliser l'interface graphique. Ne retourne pas en ligne de commande et affiche donc les erreurs relatives au mode graphique
ja: pyJigdo が GUI を使用するようにする。CLI で代替することはなく、その結果、GUI 関連のエラーを示す
pl: Wymuś, aby pyJigdo używało GUI. Nie wraca do CLI w razie niepowodzenia, więc wyświetla błędy związane z GUI
pt_br: Forçar PyJigdo a usar a GUI. Não usar a CLI como alternativa, mostrando, desta forma, erros relacionados à GUI
uk: Наказати pyJigdo використовувати графічний інтерфейс. Не повертатися до командного рядка у разі помилки і не показувати пов’язаних з графічним інтерфейсом повідомлень про помилки.

source: List available images for a given Jigdo file.
ca: Llista les imatges disponibles per a un determinat fitxer jigdo.
da: List tilgængelige aftryk for en given Jigdo-fil.
de: Liste der verfügbaren Abbilder für ein vorgegebene Jigdo-Datei.
es: Listar imágenes disponibles para un determinado archivo de Jigdo.
fr: Lister les images disponibles pour un fichier Jigdo donné.
ja: 与えられた Jigdo ファイル用の利用可能なイメージを表示
pl: Wyświetla listę dostępnych obrazów dla podanego pliku Jigdo.
pt_br: Listar imagens disponíveis para um arquivo Jigdo dado.
uk: Показати список образів для вказано файла Jigdo.

source: Set debugging level (0 by default)
ca: Estableix el nivell de depuració (0 per defecte)
da: Sæt fejlsøgningsniveau (0 som standard)
de: Setze Debugging-Stufe (Standard 0)
es: Definir el nivel de depuración (0 por defecto)
fr: Définit le niveau de débogage (0 par défaut)
ja: デバッグレベルの設定 (省略値は 0)
pl: Ustawia poziom debugowania (domyślnie 0)
pt_br: Definir o nível de depuração (0 por padrão)
uk: Встановити рівень діагностики (типовим рівнем є 0)

source: Configuration Options
ca: Opcions de configuració
da: Konfigurationsindstillinger
de: Konfigurationsoptionen
es: Opciones de Configuración
fr: Options de configuration
ja: 設定オプション
pl: Opcje konfiguracji
pt_br: Opções de configuração
uk: Параметри налаштування

source: PyJigdo configuration file to use
ca: Fitxer de configuració PyJigdo per utilitzar
da: PyJigdo-konfigurationsfil som bruges
de: PyJigdo-Konfigurationsdatei, die verwendet werden soll
es: Archivo de configuración de PyJigdo a ser usado
fr: Fichier de configuration pyJigdo à utiliser
ja: 使用する pyJigdo 設定ファイル
pl: Używany plik konfiguracji pyJigdo
pt_br: Arquivo de configuração do PyJigdo a ser usado
uk: Файл налаштувань pyJigdo, який слід використати

source: [config file]
ca: [fitxer de configuració]
da: [konfigurationsfil]
de: [Konfigurationsdatei]
es: [archivo de configuración]
fr: [fichier de configuration]
ja: [設定ファイル]
pl: [plik konfiguracji]
pt_br: [arquivo de configuração]
uk: [файл налаштувань]

source: Destination directory for products. (Default: %s)
ca: Directori de destinació per als productes. (Per defecte: %s)
da: Destinationsmappe til produkter. (Standard: %s)
de: Ziel-Verzeichnis für Produkt. (Standard: %s)
es: Directorio de destino para los productos. (Por defecto: %s)
fr: Dossier de destination pour les produits. (Par défaut : %s)
ja: 生産物の宛先ディレクトリー (省略値: %s)
pl: Folder docelowy dla produktów (domyślnie: %s).
pt_br: Diretório de destino para produtos. (Padrão: %s)
uk: Каталог призначення для продуктів. Типовим є %s

source: [directory]
ca: [directori]
da: [mappe]
de: [Verzeichnis]
es: [directorio]
fr: [dossier]
ja: [ディレクトリー]
pl: [folder]
pt_br: [diretório]
uk: [каталог]

source: Working directory. (Default: %s)
ca: Directori de treball. (Per defecte: %s)
da: Arbejdsmappe. (Standard: %s)
de: Arbeitsverzeichnis. (Standard: %s)
es: Directorio de trabajo (por defecto: %s)
fr: Dossier de travail. (Par défaut : %s)
ja: 作業ディレクトリー。(省略値: %s)
pl: Folder roboczy (domyślnie: %s)
pt_br: Diretório de trabalho. (Padrão: %s)
uk: Робочий каталог. Типовим є %s

source: General Options
ca: Opcions generals
da: Generelle indstillinger
de: Allgemeine Optionen
es: Opciones Generales
fr: Options générales
ja: 一般オプション
pl: Ogólne opcje
pt_br: Opções gerais
uk: Загальні параметри

source: Location of jigdo file.
ca: Ubicació del fitxer jidgo.
da: Placering af jigdo-fil.
de: Ort der jigdo-Datei.
es: Ubicación del archivo jigdo.
fr: Emplacement du fichier jigdo.
ja: jigdo ファイルの位置
pl: Położenie pliku Jigdo.
pt_br: Localização do arquivo jigdo.
uk: Розташування файла jigdo.

source: Print information about the jigdo image and exit.
ca: Escriu informació quant a la imatge jidgo i surt.
da: Udskriv information om jigdo-aftrykket og afslut.
de: Zeige Informationen über jigdo-Abbild an und beende.
es: Imprimir información acerca de la imagen jigdo y salir.
fr: Afficher des informations sur le fichier jigdo et quitter.
ja: jigdo イメージに関する情報を印刷し、終了する。
pl: Wyświetl informacje o obrazie Jigdo i zakończ.
pt_br: Imprime informações sobre a imagem jigdo e sai.
uk: Вивести відомості щодо образу jigdo і завершити роботу.

source: Number of public mirrors to try before using a fallback mirror. (Default: %s)
ca: Nombre de rèpliques públiques a provar abans d'utilitzar una rèplica predeterminada. (Per defecte: %s)
da: Antal offentlige filspejle, som skal prøves før tilbagefaldsfilspejlet bruges. (Standard: %s)
de: Anzahl der öffentlichen Spiegelserver zum Prüfen vor der Benutzung des Ausweichspiegelservers. (Standard: %s)
es: Número de los espejos públicos con los que intentar antes de utilizar uno alternativo. (Por defecto: %s)
fr: Nombre de miroirs publics à essayer avant d'utiliser un mirroir de secours. (Par défaut : %s)
ja: 代替ミラーを使う前に試行する公開ミラーの数。(省略値: %s)
pl: Liczba publicznych serwerów lustrzanych do wypróbowania przed użyciem serwera zapasowego (domyślnie: %s)
pt_br: Número de espelhos públicos para tentar antes de utilizar um espelho alternativo. (Padrão: %s)
uk: Кількість публічних дзеркал, спробу використання яких слід здійснити програмі до переходу до використання резервного дзеркала. Типове значення: %s

source: [number of tries]
ca: [nombre d'intents]
da: [antal forsøg]
de: [Anzahl Versuche]
es: [número de intentos]
fr: [nombre d'essais]
ja: [試行数]
pl: [liczba prób]
pt_br: [número de tentativas]
uk: [кількість спроб]

source: Number of seconds to wait before switching to different slice source. (Default: %s)
ca: Nombre de segons a esperar abans de canviar entre els diferents tipus de font. (Per defecte: %s)
da: Antal sekunder der ventes før der skiftes til en anden slice-kilde. (Standard: %s)
de: Anzahl der Sekunden zum Warten vor dem Wechseln zu einer anderen Slice-Quelle. (Standard: %s)
es: Cantidad de segundos a esperar antes de cambiar a una fuente diferente. (Por defecto: %s)
fr: Nombre de secondes à attendre avant de basculer sur une source de morceau différente. (Par défaut : %s)
ja: 他の部分ソースに切り替える前に待つ秒数。(省略値: %s)
pl: Liczba sekund oczekiwania przed przełączeniem na inne źródło fragmentów (domyślnie: %s).
pt_br: Número de segundos para aguardar antes de trocar para uma fonte diferente. (Padrão: %s)
uk: Час очікування, у секундах, перед перемиканням на інше джерело зрізу. Типове значення: %s

source: [number of seconds]
ca: [nombre de segons]
da: [antal sekunder]
de: [Anzahl Sekunden]
es: [cantidad de segundos]
fr: [nombre de secondes]
ja: [秒数]
pl: [liczba sekund]
pt_br: [número de segundos]
uk: [кількість секунд]

source: Download Options
ca: Opcions de baixada
da: Nedhentningsindstillinger
de: Optionen für das Herunterladen:
es: Opciones de Descarga
fr: Options de téléchargement
ja: ダウンロードオプション
pl: Opcje pobierania
pt_br: Opções de download
uk: Параметри звантаження

source: Download or Host a given comma-separated list of image number(s) or range(s). e.g.: "7,15,23,8-13"
ca: Baixa o allotja una llista de números d'imatges o rangs (separada per comes). P.e: "7,15,23,8-13"
da: Hent eller host en angivet komma-separeret liste over aftryksnumre eller interval(ler). For eksempel: "7,15,23,8-13"
de: Läd herunter oder hostet eine gegebene kommagetrennte Liste von Abbildsnummer(n) oder Bereich(en). Beispielsweise: "7,15,23,8-13"
es: Descargar u hospedar una lista de imágenes con número(s) o rango(s) separadas con coma. Por ejemplo: "7,15,23,8-13"
fr: Télécharger ou héberger une liste ou une plage de numéro(s) d'image(s) donné, séparés par des virgules. ex : « 7,15,23,8-13 »
ja: 与えられたコンマてで区切られたイメージ数か、範囲の一覧をダウンロードするか、提供する。例えば: "7,15,23,8-13"
pl: Pobierz lub hostuj podaną listę oddzielonych przecinkami numerów obrazów lub zakresów, np. "7,15,23,8-13".
pt_br: Baixar ou hospedar uma lista de imagens com número(s) ou série(s) separados por vírgulas. Ex: "7,15,23,8-13"
uk: Звантажити або розмістити на вузлі образи, вказані за допомогою відокремленого комами списку номерів або діапазонів номерів образів. Приклад: "7,15,23,8-13"

source: [image numbers]
ca: [números de la imatge]
da: [aftryksnumre]
de: [Abbild-Nummer]
es: [números de imágenes]
fr: [numéros des images]
ja: [イメージ数]
pl: [liczba obrazów]
pt_br: [números das imagens]
uk: [номери образів]

source: Download or Host a given comma-separated list of image filenames or file glob patterns. e.g.: "*i386*CD*,foo.iso"
ca: Baixa o allotja una llista de noms de fitxer d'imatges o patrons del glob (separada per comes). "*i386*CD*,foo.iso"
da: Hent eller host en angivet komma-separeret liste over aftryk-filnavne eller fil-glob-mønstre. For eksempel: "*i386*CD*,foo.iso"
de: Läd herunter oder hostet ein gegebene kommagetrennte Liste von Abbildsdateinamen oder globalem Muster. Beispielsweise: "*i386*CD*,foo.iso"
es: Descargar u hospedar una lista con los nombres o los modelos de las imágenes separados por coma. Por ejemplo: "*i386*CD*,foo.iso"
fr: Télécharger ou héberger une liste donnée de noms d'images ou de motifs globaux de fichier, séparées par des virgules. ex : « *i386*CD*,foo.iso »
ja: 与えられたコンマで区切られたイメージファイル名の一覧か、のようなファイル名のパターンをダウンロードするか、提供する。例えば: "*i386*CD*,foo.iso"
pl: Pobierz lub hostuj podaną listę oddzielonych przecinkami nazw plików obrazów lub wyrażeń regularnych, np. "*i386*CD*,foo.iso".
pt_br: Baixar ou hospedar uma lista com os nomes ou modelos das imagens separados por vírgula. Ex: "*i1386*CD*,foo.iso"
uk: Звантажити або розмістити на вузлі образи, вказані за допомогою відокремленого комами списку назв файлів образів або загальних шаблонів назв файлів. Приклад: "*i386*CD*,foo.iso"

source: [image filenames]
ca: [noms de fitxer d'imatge]
da: [aftryksfilnavne]
de: [Abbild-Dateinamen]
es: [nombres de las imágenes]
fr: [noms des fichiers image]
ja: [イメージファイル名]
pl: [nazwy plików obrazów]
pt_br: [nomes das imagens]
uk: [назви файлів образів]

source: Download or Host all images defined in jigdo. Same as -f "*"
ca: Baixa o allotja totes les imatges definides en el jigdo. Igual que -f "*"
da: Hent eller host alle aftryk defineret i jigdo. Samme som -f "*"
de: Herunterladen oder hosten von allen in jigdo definierten Abbildern. Gleich wie -f "*"
es: Descargar u hospedar todas las imágenes definidas en jigdo. Igual a -f "*"
fr: Télécharger ou héberger toutes les images définies dans jigdo. Equivalent à -f "*"
ja: .jigdo で定義された全てのイメージをダウンロードするか、提供する。-f "*" と同じ
pl: Pobierz lub hostuj wszystkie obrazy określone w Jigdo. To samo co -f "*"
pt_br: Baixar ou hospedar todas as imagens definidas em jigdo. Igual a -f "*"
uk: Звантажити або розмістити на вузлі всі образи, визначені у jigdo. Те сама, що і -f "*"

source: Scan Options
ca: Opcions d'escaneig
da: Skanningsindstillinger
de: Durchsuch-Optionen
es: Opciones de análisis
fr: Options de scan
ja: スキャンオプション
pl: Opcje skanowania
pt_br: Opções de pesquisa
uk: Параметри пошуку

source: Scan given directory for files needed by selected image(s).
ca: Escaneja el directori donat pels fitxers necessaris per a les imatges seleccionades.
da: Skan den angivne mappe efter filer, som behøves af de valgte aftryk.
de: Durchsuche angegebenes Verzeichnis nach benötigten Dateien für gewählte(s) Abbild(er).
es: Buscar en el directorio dado los archivos necesarios para la(s) imagen(es) seleccionada(s).
fr: Scanner les dossiers donnés pour trouver les fichiers nécessaires à (aux) l'image(s) sélectionnée(s).
ja: 選択したイメージに必要なファイルを与えられたディレクトリー内で探す。
pl: Przeskanuj podany folder w poszukiwaniu plików wymaganych przez wybrane obrazy.
pt_br: Pesquisar por arquivos necessários para a(s) imagem(ns) selecionada(s)·em·um·diretório dado.
uk: Виконати пошук у вказаному каталозі файлів, потрібних для вибраного образу (або образів).

source: Mount and then scan existing ISO images for files needed by selected image(s).
ca: Munta i després escaneja les imatges ISO existents pels fitxers necessaris per a les imatges seleccionades.
da: Montér og skan derefter eksisterende ISO-aftryk efter filer som er nødvendige for de(t) valgte aftryk.
de: Hänge ein und durchsuche dann vorhandenes ISO-Abbild nach Dateien, welche vom gewählten Abbild(ern) benötigt werden.
es: Montar y luego analizar imágenes ISO existentes en busca de los archivos necesarios para la(s) imagen(es) seleccionada(s).
fr: Monter puis scanner des images ISO existantes pour trouver des fichiers nécessaires à (aux) l'image(s) sélectionnée(s).
ja: 選択したイメージに必要なファイルのために、マウントし、既存の ISO イメージをスキャンしてください
pl: Zamontuj, a następnie przeskanuj istniejące obrazy ISO w poszukiwaniu plików wymaganych przez wybrane obrazy.
pt_br: Montar e então pesquisar em imagens·ISO por arquivos necessários para a(s) imagem(ns) selecionada(s).
uk: Змонтувати і виконати пошук на існуючих образах ISO файлів, потрібних для вибраного образу (або образів).

source: [iso image]
ca: [imatge ISO]
da: [iso-aftryk]
de: [ISO-Abbild]
es: [imagen iso]
fr: [image ISO]
ja: [iso イメージ]
pl: [plik ISO]
pt_br: [imagem iso]
uk: [образ ISO]

source: Running PyJigdo in CLI mode...
ca: S'està executant el PyJigdo en mode de línia d'ordres...
da: Kører PyJigdo i kommandolinjetilstand...
de: Lasse PyJigdo in CLI-Modus laufen...
es: Ejecutando PyJigdo con líneas de comando...
fr: Lancement de PyJigdo en mode texte...
ja: PyJigdo が CLI モードで実行中 ...
pl: Uruchamianie pyJigdo w trybie CLI...
pt_br: Executando PyJigdo no modo de linha de comando...
uk: Запуск PyJigdo у режимі командного рядка...

source: Running PyJigdo in GUI mode...
ca: S'està executant el PyJigdo en mode d'interfície gràfica...
da: Kører PyJigdo i grafisk tilstand...
de: Lasse PyJigdo in GUI-Modus laufen...
es: Ejecutando PyJigdo con un entorno gráfico...
fr: Lancement de PyJigdo en mode graphique
ja: PyJigdo が GUI モードで実行中 ...
pl: Uruchamianie pyJigdo w trybie GUI...
pt_br: Executando PyJigdo no modo gráfico...
uk: Запуск PyJigdo у режимі графічного інтерфейсу...

source: Loading Jigdo file %s
ca: S'està carregant el fitxer jigdo %s
da: Indlæser Jigdo-fil %s
de: Lade Jigdo-Datei %s
es: Cargando archivo Jigdo %s
fr: Chargement du fichier Jigdo %s
ja: Jigdo ファイル %s をロード中
pl: Wczytywanie pliku Jigdo %s
pt_br: Carregando arquivo Jigdo %s
uk: Завантаження файла Jigdo %s

source: Selecting Image %d
ca: S'està seleccionant la imatge %d
da: Markerer aftryk %d
de: Gewähltes Abbild %d
es: Seleccionando imagen %d
fr: Sélection de l'image %d
ja: イメージ %d を選択中
pl: Wybieranie obrazu %d
pt_br: Selecionando imagem %d
uk: Вибір образу %d

source: Could not select image %s
ca: No s'ha pogut seleccionar la imatge %s
da: Kunne ikke markere aftryk %s
de: Abbild konnte nicht ausgewählt werden %s
es: No se pudo seleccionar imagen %s
fr: Impossible de sélectionner l'image %s
ja: イメージ %s を選択できません
pl: Nie można wybrać obrazu %s
pt_br: Não foi possível selecionar a imagem %s
uk: Не вдалося вибрати образ %s

source: Selecting Images
ca: Selecció d'imatges
da: Markerer aftryk
de: Gewählte Abbilder
es: Seleccionado imágenes
fr: Sélection des images
ja: イメージを選択中
pl: Wybieranie obrazów
pt_br: Selecionando imagens
uk: Вибір образів

source: %s MATCHED: %d: %s
ca: %s concordança: %d: %s
da: %s MATCHEDE: %d: %s
de: %s STIMMEN ÜBEREIN: %d: %s
es: %s CONCORDADO: %d: %s
fr: %s CORRESPONDENT : %d : %s
pl: %s ZGADZA SIĘ: %d: %s
pt_br: %s COMBINADO: %d: %s
uk: %s ВІДПОВІДАЄ: %d: %s

source: Initting progress bar for
ca: S'està inicialitzant la barra de progrés per a
da: Initierer fremskridtsbar til
de: Initialisiere Fortschrittsbalken für
es: Iniciando barra de progreso para
fr: Initialisation de la barre de progression pour
ja: 以下用の進行バーの初期化中
pl: Inicjowanie paska postępu dla
pt_br: Iniciando barra de progresso para
uk: Ініціалізація смужки поступу для

source: Adding image %s to our queue.
ca: S'està afegint la imatge %s a la nostra cua.
da: Tilføjer aftryk %s til vores kø.
de: Füge Abbild %s zur Warteschlange hinzu.
es: Agregando imagen %s a nuestra cola.
fr: Ajout de l'image %s à notre file.
ja: イメージ %s をキューに追加中。
pl: Dodawanie obrazu %s do kolejki.
pt_br: Adicionando imagem %s para a nossa fila.
uk: Додавання образу %s до нашої черги.

source: Creating download tasks for %s
ca: S'està creant les tasques de baixada per a %s
da: Opretter nedhentningsopgaver til %s
de: Erzeuge Herunterlade-Aufgaben für %s
es: Creando tareas para descargar %s
fr: Création des tâches de téléchargement pour %s
ja: %s 用のダウンロードタスクを生成中
pl: Tworzenie zadań pobierania dla %s
pt_br: Criando tarefas para baixar %s
uk: Створення завдань зі звантаження для %s

source: Adding source %s to be scanned for data.
ca: S'està afegint la font %s per analitzar-la per dades.
da: Tilføjer kilde %s til at blive skannet for data.
de: Füge Quelle %s hinzu zum Durchsuchen nach Daten.
es: Agregando fuente %s para en busca de archivos.
fr: Ajout de la source %s pour être scannée à la recherche de données.
ja: データ用にスキャンされるようにソース %s を加える
pl: Dodawanie źródła %s do przeskanowania w poszukiwaniu danych.
pt_br: Adicionando fonte %s para procurar arquivos.
uk: Додавання джерела %s, до списку джерел пошуку даних.

source: Something failed to finish...
ca: Alguna cosa ha fallat per acabar...
da: Noget mislykkedes at færdiggøre...
de: Etwas schlug bei der Fertigstellung fehl...
es: Algo no pudo terminar...
fr: Quelque chose ne s'est pas terminé...
ja: 終了するために何かが失敗...
pl: Zakończenie czegoś się nie powiodło...
pt_br: Algo falhou ao terminar...
uk: Дещо не вдалося завершити...

source: Running from CLI but no .jigdo file specified
ca: S'està executant des de línia d'ordres però no s'ha especificat cap fitxer .jigdo
da: Kører fra kommandolinje, men ingen .jigdo-fil er angivet
de: Starte von CLI, aber keine .jigdo-Datei angegeben
es: Ejecutando desde líneas de comando, pero no se ha especificado ningún archivo .jigdo
fr: Lancé en mode texte mais pas de fichier .jigdo spécifié
ja: CLI から実行中だが、.jigdo ファイルが指定されていない
pl: Uruchamianie z CLI, ale nie podano pliku .jigdo
pt_br: Executando pela linha de comando, mas não há arquivos .jigdo especificados
uk: Запущено за допомогою командного рядка, але файла .jigdo не вказано

source: Info requested from a .jigdo file but no .jigdo file specified
ca: S'ha sol·licitat informació d'un fitxer .jigdo però no s'ha especificat el fitxer
da: Information forespurgt fra en .jigdo-fil, men ingen .jigdo-fil er angivet
de: Informationen von .jigdo-Datei angefordert, aber keine jigdo-Datei angegeben
es: Información solicitada de un archivo .jigdo, pero no ha sido especificado ninguno
fr: Info demandée depuis un fichier .jigdo mais pas de fichier spécifié
ja: .jigdo ファイルから情報を要求されたが、.jigdo ファイルが指定されていない
pl: Zażądano informacji z pliku .jigdo, ale nie podano pliku .jigdo
pt_br: Informação solicitada de um arquivo .jigdo, mas não há arquivos .jigdo especificados
uk: Наказано використати дані з файла .jigdo, але самого файла .jigdo не вказано

source: Setting options from configuration file
ca: S'està establint les opcions des del fitxer de configuració
da: Sætter indstillinger fra konfigurationsfil op
de: Einstellungsoptionen aus Konfigurationsdatei
es: Estableciendo opciones desde un archivo de configuración
fr: Application des paramètres depuis le fichier de configuration
ja: 設定ファイルからオプションの設定
pl: Ustawianie opcji z pliku konfiguracji
pt_br: Definindo opções a partir do arquivo de configuração
uk: Встановлення параметрів з файла налаштувань

source: Configuration file %s not readable, continuing without
ca: No es pot llegir el fitxer de configuració %s, es continua sense ell
da: Konfigurationsfil %s er ikke læsbar, fortsætter uden
de: Konfigurationsdatei %s nicht lesbar, setze fort ohne
es: No se puede leer el archivo de configuración %s, se continúa sin él.
fr: Fichier de configuration %s illisible, continue sans
ja: 設定ファイル %s が読めません、なしで続けます
pl: Plik konfiguracji %s jest nieczytelny, kontynuowanie bez niego
pt_br: Arquivo de configuração %s ilegível, continuando sem
uk: Файл налаштувань %s непридатний до читання, роботу буде продовжено без цього файла

source: Reading configuration file %s
ca: S'està llegint el fitxer de configuració %s
da: Læser konfigurationsfil %s
de: Lesen Konfigurationsdatei %s
es: Leyendo archivo de configuración %s
fr: Lecture du fichier de configuration %s
ja: 設定ファイル %s 読込み中
pl: Odczytywanie pliku konfiguracji %s
pt_br: Lendo arquivo de configuração %s
uk: Читання файла налаштувань %s

source: Invalid configuration file %s
ca: Fitxer de configuració no vàlid %s
da: Ugyldig konfigurationsfil %s
de: Ungültige Konfigurationsdatei %s
es: Archivo de configuración %s inválido
fr: Fichier de configuration %s invalide
ja: 不当な設定ファイル %s
pl: Nieprawidłowy plik konfiguracji %s
pt_br: Arquivo de configuração %s inválido
uk: Некоректний файл налаштувань %s

source: Setting %s to %r (from configuration file)
ca: S'està establint %s a %r (des del fitxer de configuració)
da: Sætter %s til %r (fra konfigurationsfil)
de: Setze %s auf %r (von Konfigurationsdatei)
es: Definiendo %s para %r (del archivo de configuración)
fr: Définition de %s à %r (à partir du fichier de configuration)
ja: %s を %r に設定中 (設定ファイルから)
pl: Ustawianie %s na %r (z pliku konfiguracji)
pt_br: Definindo %s para %r (do arquivo de configuração)
uk: Встановлення %s у значення %r (на основі файла налаштувань)

source: Setting options from command-line
ca: S'està establint les opcions des de la línia d'ordres
da: Sætter indstillinger fra kommandolinje op
de: Setze Optionen von der Kommandozeile
es: Definiendo opciones desde líneas de comando
fr: Application des options depuis la ligne de commande
ja: コマンドラインからの設定オプション
pl: Ustawianie opcji z wiersza poleceń
pt_br: Definindo opções pela linha de comando
uk: Встановлення параметрів з командного рядка
